Repository: AyatanaIndicators/ayatana-indicator-session
Catalog: po/*.po
Languages: lo

source: Suppress the dialog to confirm logout, restart and shutdown action
lo: ລະງັບກ່ອງໂຕ້ຕອບເພື່ອຢືນຢັນການອອກຈາກລະບົບ, ເລີ່ມໃໝ່ ແລະ ປິດເຄື່ອງ

source: Whether or not to show confirmation dialogs for logout, restart and shutdown actions.
lo: ຈະສະແດງ ຫຼື ບໍ່ສະແດງກ່ອງໂຕ້ຕອບຢືນຢັນສຳລັບການກະທຳອອກຈາກລະບົບ, ເລີ່ມໃໝ່ ແລະ ປິດເຄື່ອງ.

source: Remove the Log Out item from the session menu
lo: ເອົາລາຍການອອກຈາກລະບົບອອກຈາກເມນູເຊດຊັນ

source: Makes it so that the logout button doesn’t show in the session menu.
lo: ເຮັດໃຫ້ປຸ່ມອອກຈາກລະບົບບໍ່ສະແດງໃນເມນູເຊດຊັນ.

source: Remove the Restart item from the session menu.
lo: ເອົາລາຍການເລີ່ມໃໝ່ອອກຈາກເມນູເຊດຊັນ.

source: Makes it so that the restart button doesn’t show in the session menu.
lo: ເຮັດໃຫ້ປຸ່ມເລີ່ມໃໝ່ບໍ່ສະແດງໃນເມນູເຊດຊັນ.

source: Remove the shutdown item from the session menu.
lo: ເອົາລາຍການປິດເຄື່ອງອອກຈາກເມນູເຊດຊັນ.

source: Makes it so that the shutdown button doesn’t show in the session menu.
lo: ເຮັດໃຫ້ປຸ່ມປິດເຄື່ອງບໍ່ສະແດງໃນເມນູເຊດຊັນ.

source: Force the visibility of Restart item in the session menu
lo: ບັງຄັບການສະແດງຜົນລາຍການເລີ່ມໃໝ່ໃນເມນູເຊດຊັນ

source: Makes it so that the restart shows in the session menu even in the environments where it should not show.
lo: ເຮັດໃຫ້ການເລີ່ມໃໝ່ສະແດງໃນເມນູເຊດຊັນ ເຖິງແມ່ນວ່າໃນສະພາບແວດລ້ອມທີ່ມັນບໍ່ຄວນສະແດງ.

source: Determine the visibility of the User's real name on the panel
lo: ກຳນົດການສະແດງຜົນຊື່ແທ້ຂອງຜູ້ໃຊ້ເທິງແຖບ

source: Allow for the Removal of the users name from the panel
lo: ອະນຸຍາດໃຫ້ເອົາຊື່ຜູ້ໃຊ້ອອກຈາກແຖບໄດ້

source: Show the list of users
lo: ສະແດງລາຍຊື່ຜູ້ໃຊ້

source: Allow for the user list to be hidden by the user.
lo: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສາມາດເຊື່ອງລາຍຊື່ຜູ້ໃຊ້ໄດ້.

source: Show device info item
lo: ສະແດງລາຍການຂໍ້ມູນອຸປະກອນ

source: Show the device information menu item.
lo: ສະແດງລາຍການເມນູຂໍ້ມູນອຸປະກອນ.

source: Show desktop help item
lo: ສະແດງລາຍການຊ່ວຍເຫຼືອເດັສທັອບ

source: Show the desktop environment help menu item.
lo: ສະແດງລາຍການເມນູຊ່ວຍເຫຼືອສະພາບແວດລ້ອມເດັສທັອບ.

source: Show distro help item
lo: ສະແດງລາຍການຊ່ວຍເຫຼືອຂອງລະບົບ

source: Show the distribution help menu item.
lo: ສະແດງລາຍການເມນູຊ່ວຍເຫຼືອຂອງລະບົບປະຕິບັດການ.

source: Show bug report item
lo: ສະແດງລາຍການລາຍງານບັກ

source: Show the bug report menu item.
lo: ສະແດງລາຍການເມນູລາຍງານບັກ.

source: Show custom item
lo: ສະແດງລາຍການກຳນົດເອງ

source: Show the custom menu item.
lo: ສະແດງລາຍການເມນູກຳນົດເອງ.

source: Custom item label
lo: ປ້າຍກຳກັບລາຍການກຳນົດເອງ

source: The label of the custom menu item.
lo: ປ້າຍກຳກັບຂອງລາຍການເມນູກຳນົດເອງ.

source: Custom item URI
lo: URI ຂອງລາຍການກຳນົດເອງ

source: The location the custom menu item should open.
lo: ທີ່ຕັ້ງທີ່ລາຍການເມນູກຳນົດເອງຄວນເປີດ.

source: System, %s
lo: ລະບົບ, %s

source: System
lo: ລະບົບ

source: Session management, status and user switching
lo: ການຈັດການເຊດຊັນ, ສະຖານະ ແລະ ການສະຫຼັບຜູ້ໃຊ້

source: Guest
lo: ແຂກ

source: About This Device…
lo: ກ່ຽວກັບອຸປະກອນນີ້…

source: About This Computer
lo: ກ່ຽວກັບຄອມພິວເຕີນີ້

source: About Ubuntu Touch…
lo: ກ່ຽວກັບ Ubuntu Touch…

source: %s Help…
lo: ຊ່ວຍເຫຼືອ %s…

source: About UBports Foundation…
lo: ກ່ຽວກັບມູນນິທິ UBports…

source: Desktop mode
lo: ໂໝດເດັສທັອບ

source: Report a Bug…
lo: ລາຍງານບັກ…

source: System Settings…
lo: ຕັ້ງຄ່າລະບົບ…

source: Online Accounts…
lo: ບັນຊີອອນລາຍ…

source: Start Screen Saver
lo: ເລີ່ມໂປຣແກຣມພັກໜ້າຈໍ

source: Switch Account…
lo: ສະຫຼັບບັນຊີ…

source: Switch Account
lo: ສະຫຼັບບັນຊີ

source: Lock/Switch Account…
lo: ລັອກ/ສະຫຼັບບັນຊີ…

source: Lock/Switch Account
lo: ລັອກ/ສະຫຼັບບັນຊີ

source: Lock
lo: ລັອກ

source: Guest Session
lo: ເຊດຊັນແຂກ

source: Log Out…
lo: ອອກຈາກລະບົບ…

source: Log Out
lo: ອອກຈາກລະບົບ

source: Suspend
lo: ພັກເຄື່ອງ

source: Hibernate
lo: ພັກຈຳສິນ

source: Restart…
lo: ເລີ່ມໃໝ່…

source: Restart
lo: ເລີ່ມໃໝ່

source: Shut Down…
lo: ປິດເຄື່ອງ…

source: Shut Down
lo: ປິດເຄື່ອງ

source: Suspend Remote Session
lo: ພັກເຊດຊັນທາງໄກ

source: Warning
lo: ຄຳເຕືອນ

source: The operating system's bug tracker needs to be accessed with a web browser. The Ayatana Session Indicator could not find any web browser on your computer.
lo: ລະບົບຕິດຕາມຂໍ້ຜິດພາດຂອງລະບົບປະຕິບັດການ ຈຳເປັນຕ້ອງໄດ້ເຂົ້າເຖິງດ້ວຍ ເວັບບຣາວເຊີ. ຕົວຊີ້ບອກເຊດຊັນ Ayatana ບໍ່ສາມາດຊອກຫາເວັບ ບຣາວເຊີໃດໆ ໃນຄອມພິວເຕີຂອງທ່ານ.

source: Are you sure you want to close all programs and log out?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປິດໂປຣແກຣມທັງໝົດ ແລະ ອອກຈາກລະບົບ?

source: Some software updates won't be applied until the computer next restarts.
lo: ການອັບເດດຊັອຟແວບາງລາຍການຈະບໍ່ຖືກນຳໃຊ້ ຈົນກວ່າຄອມພິວເຕີຈະເລີ່ມໃໝ່ໃນຄັ້ງຕໍ່ໄປ.

source: Cancel
lo: ຍົກເລີກ

source: Are you sure you want to close all programs and restart the computer?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປິດໂປຣແກຣມທັງໝົດ ແລະ ເລີ່ມຄອມພິວເຕີໃໝ່?

source: Are you sure you want to close all programs and shut down the computer?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປິດໂປຣແກຣມທັງໝົດ ແລະ ປິດຄອມພິວເຕີ?

source: The XFCE desktop's user guide needs to be accessed with a web browser. The Ayatana Session Indicator could not find any web browser on your computer.
lo: ຄູ່ມືຜູ້ໃຊ້ເດດທັອບ XFCE ຈຳເປັນຕ້ອງໄດ້ເຂົ້າເຖິງຜ່ານ ເວັບບຣາວເຊີ. ຕົວຊີ້ບອກເຊດຊັນ Ayatana ບໍ່ສາມາດຊອກຫາເວັບ ບຣາວເຊີໃນຄອມພິວເຕີຂອງທ່ານ.

source: The Ayatana Session Indicator does not know yet, how to show the currently running desktop's user guide or help center. Please report this to the developers at: https://github.com/ArcticaProject/ayatana-indicator-session/issues
lo: ຕົວຊີ້ບອກເຊດຊັນ Ayatana ຍັງບໍ່ທັນຮູ້ວິທີສະແດງ ຄູ່ມືຜູ້ໃຊ້ ຫຼື ສູນຊ່ວຍເຫຼືອຂອງເດັສທັອບທີ່ກຳລັງໃຊ້ງານຢູ່. ກະລຸນາລາຍງານບັນຫານີ້ໃຫ້ກັບນັກພັດທະນາໄດ້ທີ່: https://github.com/ArcticaProject/ayatana-indicator-session/issues

source: Displaying information on %s requires a web browser. The Ayatana Session Indicator could not find any web browser on your computer.
lo: ການສະແດງຂໍ້ມູນໃນ %s ຈຳເປັນຕ້ອງມີ ເວັບບຣາວເຊີ. ຕົວຊີ້ບອກເຊດຊັນ Ayatana ບໍ່ສາມາດຊອກຫາເວັບ ບຣາວເຊີໃນຄອມພິວເຕີຂອງທ່ານ.

source: The Ayatana Session Indicator does not support evoking the system settings application for your desktop environment, yet. Please report this to the developers at: https://github.com/ArcticaProject/ayatana-indicator-session/issues
lo: ຕົວຊີ້ບອກເຊດຊັນ Ayatana ຍັງບໍ່ຮອງຮັບການເອີ້ນໃຊ້ລະບົບ ແອັບພລິເຄຊັນການຕັ້ງຄ່າສຳລັບສະພາບແວດລ້ອມເດັສທັອບຂອງທ່ານເທື່ອ. ກະລຸນາລາຍງານເລື່ອງນີ້ໃຫ້ກັບນັກພັດທະນາໄດ້ທີ່: https://github.com/ArcticaProject/ayatana-indicator-session/issues

source: The Ayatana Session Indicator does not support password changes for your desktop environment, yet. Please report this to the developers at: https://github.com/ArcticaProject/ayatana-indicator-session/issues
lo: ຕົວຊີ້ບອກເຊດຊັນ Ayatana ຍັງບໍ່ຮອງຮັບການປ່ຽນລະຫັດຜ່ານ ສຳລັບສະພາບແວດລ້ອມເດັສທັອບຂອງທ່ານເທື່ອ. ກະລຸນາລາຍງານບັນຫານີ້ໃຫ້ກັບນັກພັດທະນາທີ່: https://github.com/ArcticaProject/ayatana-indicator-session/issues

source: The Ayatana Session Indicator does not know yet, how to show information of the currently running desktop environment. Please report this to the developers at: https://github.com/ArcticaProject/ayatana-indicator-session/issues
lo: ຕົວຊີ້ບອກເຊສຊັນ Ayatana ຍັງບໍ່ຮູ້ວິທີການສະແດງ ຂໍ້ມູນຂອງສະພາບແວດລ້ອມເດັສທັອບທີ່ກຳລັງເຮັດວຽກຢູ່ໃນປັດຈຸບັນ. ກະລຸນາລາຍງານເລື່ອງນີ້ໃຫ້ກັບຜູ້ພັດທະນາທີ່: https://github.com/ArcticaProject/ayatana-indicator-session/issues
